[
  {
    "by": "A. France",
    "quote": "Better to understand a little than to misunderstand."
  },
  {
    "by": "Abraham Lincoln",
    "quote": "Almost all men are capable of withstanding adversity. However, if you want to test a man's true character, give him power."
  },
  {
    "by": "Aeschylus",
    "quote": "When one's determination is strong and firm, God will join in his efforts."
  },
  {
    "by": "Aesop",
    "quote": "Suffering is a lesson."
  },
  {
    "by": "Albert Einstein",
    "quote": "Science without religion is lame."
  },
  {
    "by": "Albert Einstein",
    "quote": "Life is like a bicycle, to stay balanced we have to keep moving."
  },
  {
    "by": "Albert Einstein",
    "quote": "The distinction of past, present, and future is nothing more than a stubborn illusion."
  },
  {
    "by": "Albert Einstein",
    "quote": "A table, a chair, a bowl of fruit and a violin; what else does it take for a person to be happy?"
  },
  {
    "by": "Albert Einstein",
    "quote": "Have mercy on others, be hard on yourself."
  },
  {
    "by": "Alex Osborn",
    "quote": "The best way to motivate yourself is to give yourself a task."
  },
  {
    "by": "Alexander A. Bogomoletz",
    "quote": "We must not lose heart. Passion is the strongest stimulant to love, to be creative and to desire to live longer."
  },
  {
    "by": "Alexander Solzhenitsyn",
    "quote": "Man will be happy as long as he chooses to be happy."
  },
  {
    "by": "Ali Javan",
    "quote": "I don't expect to be everything to everyone. I just want to be something to someone."
  },
  {
    "by": "Ali bin Abi Talib",
    "quote": "When a man's intellect is perfect, then he has few words."
  },
  {
    "by": "Ali bin Abi Talib",
    "quote": "Happy is the man who can be his own master, the charioteer of his passions and the captain of the ark of his life."
  },
  {
    "by": "Ali bin Abi Talib",
    "quote": "An honest friend is worth more than the possessions inherited from one's ancestors."
  },
  {
    "by": "Anne M. Lindbergh",
    "quote": "The most tiring thing in life is being insincere."
  },
  {
    "by": "Anonymous",
    "quote": "Open to you, that's how God gives us a way to try. Don't ever think the way is closed."
  },
  {
    "by": "Anonymous",
    "quote": "Procrastination is the grave where opportunity is buried."
  },
  {
    "by": "Antonie De Saint",
    "quote": "Love is not looking into each other's eyes, but looking in the same direction together."
  },
  {
    "by": "Aristotle",
    "quote": "We are what we repeatedly do. Thus, brilliance is not an act, but a habit."
  },
  {
    "by": "Arnold Glasow",
    "quote": "Never try to make your son or daughter like you. You are only one."
  },
  {
    "by": "Art Buchwald",
    "quote": "If you can make other people laugh, then you will get all the love you want."
  },
  {
    "by": "Artemus Ward",
    "quote": "Trouble will come sooner or later. If trouble comes, welcome it as best you can. The more friendly you greet him, the faster he will go."
  },
  {
    "by": "Ashleigh Brilliant",
    "quote": "We can't do anything to change the past. But whatever we do can change the future."
  },
  {
    "by": "Augustine",
    "quote": "Patience is the friend of wisdom."
  },
  {
    "by": "Ayn Rand",
    "quote": "Creative people are motivated by the desire to get ahead, not by the desire to beat others."
  },
  {
    "by": "BJ Habibie",
    "quote": "Wherever you are always be the best and give the best that we can give."
  },
  {
    "by": "Balzac",
    "quote": "Hate is like love, flared over little things."
  },
  {
    "by": "Barbara Sher",
    "quote": "You don't necessarily have to succeed the first time."
  },
  {
    "by": "Beecher",
    "quote": "An hour of intense, far better and profitable than years of dreaming and brooding."
  },
  {
    "by": "Benjamin Disraeli",
    "quote": "The best thing you can do for another person is not to share your wealth, but to help him to have his own."
  },
  {
    "by": "Bill Clinton",
    "quote": "There is no guarantee of success, but not trying is a guarantee of failure."
  },
  {
    "by": "Bill Cosby",
    "quote": "I don't know what the key to success is, but the key to failure is trying to make everyone happy."
  },
  {
    "by": "Bill Gates",
    "quote": "The most dissatisfied consumer is a valuable resource for learning."
  },
  {
    "by": "Bill McCartney",
    "quote": "We are not here to compete with each other. We are here to complement each other."
  },
  {
    "by": "Brian Koslow",
    "quote": "The more we are willing to take responsibility for our actions, the more credibility we have."
  },
  {
    "by": "Brown",
    "quote": "It's always good to forgive, but it's best to forget a mistake."
  },
  {
    "by": "Bruce Lee",
    "quote": "Don't be a stiff tree that breaks easily. Be a bamboo that can withstand bending against the wind."
  },
  {
    "by": "Gautama Buddha",
    "quote": "Don't cry because of the failure of love, because man will leave everything he loves."
  },
  {
    "by": "Mother Teresa",
    "quote": "If you judge other people, you don't have time to love them."
  },
  {
    "by": "Mother Teresa",
    "quote": "If there is no peace, it is because we have forgotten that we need each other."
  },
  {
    "by": "Bung Hatta",
    "quote": "Less intelligence can be improved by learning, lack of skill can be improved by experience, lack of honesty is difficult to fix."
  },
  {
    "by": "Burn",
    "quote": "Many people are successful thanks to the many difficulties and hardships that must be faced."
  },
  {
    "by": "Carol Burnet",
    "quote": "Only I can change my life, no one can do it for me."
  },
  {
    "by": "Charles Darwin",
    "quote": "It is not the strongest species that survives. Nor the most intelligent species. But the species most responsive to change."
  },
  {
    "by": "Charles R. Swindoll",
    "quote": "Life is 10 percent what happens to you, 90 percent how you react to it."
  },
  {
    "by": "Ching Hai",
    "quote": "Improving ourselves is improving the world."
  },
  {
    "by": "Ching Hai",
    "quote": "Don't discriminate between good and bad jobs. Problems arise when we discriminate and take sides."
  },
  {
    "by": "Ching Hai",
    "quote": "We work must be selfless. That applies to all jobs. Unconditional devotion is the best."
  },
  {
    "by": "Ching Hai",
    "quote": "We have to find the power of love within ourselves first, then we can truly love others."
  },
  {
    "by": "Ching Hai",
    "quote": "Look for just enough money to support life, so you can set aside time and energy for spiritual practice."
  },
  {
    "by": "Christopher Columbus",
    "quote": "Wealth doesn't make a person rich, they just make him busier."
  },
  {
    "by": "Cicero",
    "quote": "A grateful heart is not only the greatest virtue, but the mother of all other virtues."
  },
  {
    "by": "Cicero",
    "quote": "A grateful heart is not only the greatest virtue, but the mother of all other virtues."
  },
  {
    "by": "Clarence Darrow",
    "quote": "Freedom comes from people, not from laws or institutions."
  },
  {
    "by": "Confucius",
    "quote": "Life is really simple, but we insist on making it complicated."
  },
  {
    "by": "Confucius",
    "quote": "Wherever you go, go with all your heart."
  },
  {
    "by": "Confucius",
    "quote": "The one who makes a mistake and doesn't correct his mistake, commits another."
  },
  {
    "by": "Confucius",
    "quote": "Our greatest pride is not in never failing, but in getting back up every time we fall."
  },
  {
    "by": "Cowper",
    "quote": "The flower that will never wither on the earth is a virtue."
  },
  {
    "by": "Cynthia Ozick",
    "quote": "To imagine the unimaginable requires extraordinary imagination."
  },
  {
    "by": "DJ Schwartz",
    "quote": "Any difficulty does not stand up to tenacity and perseverance. Without tenacity, the smartest and most talented people often fail in life."
  },
  {
    "by": "Dale Carnegie",
    "quote": "The only way we can get love, is not to demand that we be loved, but to start giving love to others without expecting anything in return."
  },
  {
    "by": "Dale Carnegie",
    "quote": "When people who worry about their shortcomings are grateful for the wealth they have, they will stop worrying."
  },
  {
    "by": "Dale Carnegie",
    "quote": "Try to form a 'wire' connection between your brain and your heart."
  },
  {
    "by": "Dale Carnegie",
    "quote": "A smile will make the soul of the one who receives it rich, without making the one who gives it poor."
  },
  {
    "by": "Dale Carnegie",
    "quote": "People are rarely successful unless they are happy with what they do."
  },
  {
    "by": "David Livingston",
    "quote": "I'll go anywhere as long as it's the way forward."
  },
  {
    "by": "David V. Ambrose",
    "quote": "If you have the will to win, you are halfway there. If you don't have the will to win, you are halfway through."
  },
  {
    "by": "David Weinbaum",
    "quote": "The secret to a life of wealth is to have more beginnings than endings."
  },
  {
    "by": "Desbaroles",
    "quote": "Truth that is not understood will be an error."
  },
  {
    "by": "Descrates",
    "quote": "I think, that's why I exist."
  },
  {
    "by": "Djamaludin Abassy",
    "quote": "A weak mentality is worse than a weak body."
  },
  {
    "by": "Donald Kendall",
    "quote": "The only success achieved before work is only in the dictionary."
  },
  {
    "by": "Dr Frank Crane",
    "quote": "Our best friends and our worst enemies are our thoughts. The mind can be better than a doctor or a banker or a trusted friend. It can also be more dangerous than a criminal."
  },
  {
    "by": "Dr. Ronald Niednagel",
    "quote": "Go as far as you can see, and when you get there, you will see further."
  },
  {
    "by": "Dr. Johnnetta Cole",
    "quote": "If you want to go fast, go alone. If you want to go far, go together."
  },
  {
    "by": "Dwigt D. Esenhower",
    "quote": "An intellectual will never say more than he knows."
  },
  {
    "by": "Earl Campbell",
    "quote": "Problems are the price you pay for progress."
  },
  {
    "by": "Earl Campbell",
    "quote": "Problems are the price you have to pay for progress."
  },
  {
    "by": "Edgar Alnsel",
    "quote": "Human life is full of dangers, but therein lies the charm."
  },
  {
    "by": "Edmund Burke",
    "quote": "You cannot plan for the future based on the past."
  },
  {
    "by": "Edward L. Curtis",
    "quote": "Optimism that is not accompanied by effort is mere thought that bears no fruit."
  },
  {
    "by": "Edward de Bono",
    "quote": "If you're one of those people who like to wait for opportunities to come your way, you're part of the human race in general."
  },
  {
    "by": "Edy Murphy",
    "quote": "I spent my 30s fixing all the mistakes I made in my 20s."
  },
  {
    "by": "Einstein",
    "quote": "Try not to be a successful human being but try to be a useful human being."
  },
  {
    "by": "Eisenhower",
    "quote": "From now on we don't have to waste a minute thinking about people we don't like."
  },
  {
    "by": "Elanor Roosevelt",
    "quote": "When we stop making contributions, we start to die."
  },
  {
    "by": "Elbert Hubbad",
    "quote": "The biggest mistake humans make in life is constantly being afraid that they will make a mistake."
  },
  {
    "by": "Elizabeth Browning",
    "quote": "Don't call people unhappy before they die. Don't judge someone's work before it's over."
  },
  {
    "by": "Emerson",
    "quote": "Believing in yourself is the ultimate secret to success."
  },
  {
    "by": "Engelbert Huperdinck",
    "quote": "You have to be aware of pleasure. Make sure that you enjoy it and not be controlled by it."
  },
  {
    "by": "Erich Watson",
    "quote": "Loss of wealth can be recovered, lost trust is difficult to regain."
  },
  {
    "by": "Francois De La Roche",
    "quote": "If you can't find peace within yourself, there's no point in looking elsewhere."
  },
  {
    "by": "Francois De La Roche",
    "quote": "We are used to hiding ourselves from others, until finally we are hidden from ourselves."
  },
  {
    "by": "Francois Roche",
    "quote": "We are more busy convincing others that we are happy than actually feeling happy ourselves."
  },
  {
    "by": "Frank Crane",
    "quote": "You may be deceived if you trust too much, but your life will be miserable if you don't trust enough."
  },
  {
    "by": "Frank Giblin",
    "quote": "Be yourself. Who else can do it better than yourself?"
  },
  {
    "by": "Franklin",
    "quote": "If you want to be loved, love and act like someone who deserves to be loved."
  },
  {
    "by": "Fuller",
    "quote": "A good example is the best advice."
  },
  {
    "by": "Galileo Galilei",
    "quote": "The strongest grass grows on the hardest soil."
  },
  {
    "by": "Galileo Galilei",
    "quote": "You can't teach a person anything, you can only help him discover what's within himself."
  },
  {
    "by": "Gandhi",
    "quote": "Those who are weak at heart will not be able to give a sincere apology. True forgiveness is only attached to those who are strong at heart."
  },
  {
    "by": "Gandhi",
    "quote": "Happiness depends on what you can give, not on what you get."
  },
  {
    "by": "Gen Collin Powell",
    "quote": "There is no secret to achieving success. Success can happen because of preparation, hard work and willing to learn from failure."
  },
  {
    "by": "George B. Shaw",
    "quote": "Life is not about finding yourself. Life is about creating yourself."
  },
  {
    "by": "George III",
    "quote": "I'd rather lose the crown than do something that I find shameful."
  },
  {
    "by": "George Santayana",
    "quote": "There is no cure for birth and death, except enjoying what is in between."
  },
  {
    "by": "George W.",
    "quote": "Hope never leaves us, we leave hope."
  },
  {
    "by": "Gilbert Chesterton",
    "quote": "In order to be smart enough to get all the money we want, we have to be stupid enough to want it."
  },
  {
    "by": "Gothe",
    "quote": "All the knowledge I have can be obtained by others, but my heart is only for myself."
  },
  {
    "by": "HN Spieghel",
    "quote": "No matter how high a bird flies, it must seek and find its food on earth too."
  },
  {
    "by": "HL Hunt",
    "quote": "Determine what you want. Decide what you want to trade it for. Prioritize and execute."
  },
  {
    "by": "Hal Borland",
    "quote": "Seeing trees, I understand patience. Looking at grass, I appreciate perseverance."
  },
  {
    "by": "Hamka",
    "quote": "Eternal beauty lies in the beauty of a person's manners and knowledge, not in his face and clothes."
  },
  {
    "by": "Hamka",
    "quote": "We must believe that what God has determined for us is the best."
  },
  {
    "by": "Hamka",
    "quote": "Dare to uphold justice, even when it comes to oneself, is the pinnacle of all courage."
  },
  {
    "by": "Hamka",
    "quote": "Lust brings misguidance and is not guided. While reason is the guide to virtue. Lust tells you to dream, but reason tells you to weigh."
  },
  {
    "by": "Harriet Braiker",
    "quote": "Trying to succeed to motivate yourself, but trying to always be perfect will be depressing."
  },
  {
    "by": "Helen Keller",
    "quote": "We will not learn courage and patience if in this world there is only joy."
  },
  {
    "by": "Henri Ford",
    "quote": "Failure is just an opportunity to start again smarter."
  },
  {
    "by": "Henry David Thoreau",
    "quote": "Kindness is the only investment that will not harm."
  },
  {
    "by": "Henry Ford",
    "quote": "Idealists are people who help others to prosper."
  },
  {
    "by": "Henry Ford",
    "quote": "Think it's a tough job of all kinds. That's why so few people enjoy doing it."
  },
  {
    "by": "Henry Ford",
    "quote": "Competition whose only aim is to compete, to beat others, never brings much benefit."
  },
  {
    "by": "Henry Longfellow",
    "quote": "The lives of great people remind us that we can make our lives sublime."
  },
  {
    "by": "Henry Thoreau",
    "quote": "My life is my entertainment and it never ceases to surprise me. My life is like a drama with so many acts without ending scenes."
  },
  {
    "by": "Hubert Humprey",
    "quote": "What you see is what you achieve."
  },
  {
    "by": "Imam Al-Ghazali",
    "quote": "Happiness lies in the victory against lust and overbearing desire."
  },
  {
    "by": "Imam Ghazali",
    "quote": "The scorn of a criminal is the honor of an honest man."
  },
  {
    "by": "JCF von Schiller",
    "quote": "Those who contemplate too much will achieve little."
  },
  {
    "by": "Jack Hyles",
    "quote": "Don't use people to build great jobs, use your work to build great people."
  },
  {
    "by": "Jackson Brown",
    "quote": "The biggest mistake you can possibly make is believing that you are working for someone else."
  },
  {
    "by": "Jacques Audiberti",
    "quote": "The greatest cowardice is when we prove our strength to the weaknesses of others."
  },
  {
    "by": "James Thurber",
    "quote": "Don't look at the past with regret, don't look at the future with fear, but look around you with awareness."
  },
  {
    "by": "Janet Erskine",
    "quote": "Don't wait for ideal circumstances. Don't wait for the best opportunities either. Neither will ever come."
  },
  {
    "by": "Jeff Goins",
    "quote": "Most of the successful people I know are not busy people, they are focused people."
  },
  {
    "by": "Jerry West",
    "quote": "You can't do much in your life if you only work on days that you feel good."
  },
  {
    "by": "Jim Rohn",
    "quote": "The walls we build to block sadness, also keep us closed from happiness."
  },
  {
    "by": "Jim Rohn",
    "quote": "If you don't design your own life, chances are you'll be living someone else's plan. What do they have in mind for you? Not much."
  },
  {
    "by": "Jim Ryan",
    "quote": "Motivation is something that gets you started. Habit is something that keeps you going."
  },
  {
    "by": "Jimi Hendrix",
    "quote": "When the power of love exceeds the love of power, the world finds peace."
  },
  {
    "by": "Jimmy Dean",
    "quote": "I can't change the direction of the wind, but I can adjust my sails to still reach my destination."
  },
  {
    "by": "Joan Baez",
    "quote": "We can't choose how we die or when. We can only decide how we live. Now."
  },
  {
    "by": "John B. Gough",
    "quote": "If you want to be successful, you have to create opportunities for yourself."
  },
  {
    "by": "John C. Maxwell",
    "quote": "Work hard now, reap the rewards later; slack off now, suffer the consequences later."
  },
  {
    "by": "John C. Maxwell",
    "quote": "To deal with yourself, use your head. To deal with others, use your heart."
  },
  {
    "by": "John C. Maxwell",
    "quote": "Work hard now, feel it later. Lazy now, suffer the consequences later."
  },
  {
    "by": "John Craig",
    "quote": "No matter how much you can do, no matter how attractive your personality is, you can't get far if you can't work with other people."
  },
  {
    "by": "John D Rockefeller",
    "quote": "The poorest person is the one who has nothing but money."
  },
  {
    "by": "John Gardne",
    "quote": "If we serve, then life will be more meaningful."
  },
  {
    "by": "John Gray",
    "quote": "Actually all adversity is an opportunity for the soul to grow."
  },
  {
    "by": "John Manson",
    "quote": "You were born original, so there's no need to desperately imitate other people."
  },
  {
    "by": "John Maxwell",
    "quote": "How far you fail doesn't matter, but what matters is how often you get back up."
  },
  {
    "by": "John Q Adams",
    "quote": "If your actions inspire others to dream more, learn more, work more, and become better, you are a leader."
  },
  {
    "by": "John Ruskin",
    "quote": "I believe, the first test for a great man is humility."
  },
  {
    "by": "John Ruskin",
    "quote": "The highest reward for a person's hard work is not what he earns, but how he develops because of it."
  },
  {
    "by": "John Ruskin",
    "quote": "The highest reward for a person's hard work is not what he earns, but how he develops because of it."
  },
  {
    "by": "John Wolfgang",
    "quote": "Wrong actions are common to humans, but it is the act of pretending that actually breeds enmity and betrayal."
  },
  {
    "by": "Joseph Addison",
    "quote": "Grace often comes to us in the form of pain, loss and disappointment; but if we are patient, we will soon see its true form."
  },
  {
    "by": "Julia Roberts",
    "quote": "True love does not come to you, but must come from within you."
  },
  {
    "by": "Juni",
    "quote": "A person's integrity is measured by his conduct not his profession."
  },
  {
    "by": "Kahlil Gibran",
    "quote": "We pray when we are in trouble and need something, we should also pray in great joy and when sustenance is abundant."
  },
  {
    "by": "Kahlil Gibran",
    "quote": "To understand a person's heart and mind, don't look at what he has achieved, but look at what he aspires to be."
  },
  {
    "by": "Keri Russell",
    "quote": "Sometimes, it's the small decisions that can change our lives forever."
  },
  {
    "by": "Knute Rockne",
    "quote": "When the journey becomes difficult, the tenacious will go on."
  },
  {
    "by": "Kong Hu Cu",
    "quote": "A virtuous person is always guided by justice and always tries to carry out his obligations."
  },
  {
    "by": "Konrad Adenauer",
    "quote": "We all live under the same sky, but not everyone has the same horizon."
  },
  {
    "by": "Kung Fu-Tze",
    "quote": "He who is wise will be ashamed, if his words are better than his actions."
  },
  {
    "by": "Lao Tzu",
    "quote": "When I realize that you lack nothing, the whole world is mine."
  },
  {
    "by": "Lao Tzu",
    "quote": "When you realize that you lack nothing, the whole world is yours."
  },
  {
    "by": "Les Brown",
    "quote": "Accept responsibility for yourself. Realize that only you, no one else, can get you to where you want to be."
  },
  {
    "by": "Louis Gittner",
    "quote": "Even though what we face is a dead end, but love will build an overpass on it."
  },
  {
    "by": "Louis Pasteur",
    "quote": "Do you know the secret of my success in achieving my goals? Just tenacity, nothing more and nothing less."
  },
  {
    "by": "Mahatma Gandhi",
    "quote": "Satisfaction lies in the effort, not in the results. Trying hard is the real victory."
  },
  {
    "by": "Marcel Ayme",
    "quote": "Humility is the waiting room for perfection."
  },
  {
    "by": "Maria Sharapova",
    "quote": "I learn a lot from defeats. And those defeats make me stronger."
  },
  {
    "by": "Mark Cuban",
    "quote": "Make your endeavor successful in the only way: hard work!."
  },
  {
    "by": "Mark Twain",
    "quote": "Kindness is a language the deaf can hear and the blind can see."
  },
  {
    "by": "Marsha Sinetar",
    "quote": "Do what you love, money will follow."
  },
  {
    "by": "Martin Luther King",
    "quote": "There is never a wrong time to do something right."
  },
  {
    "by": "Mary McCarthy",
    "quote": "Even if you are on the right track, you will still be overtaken if you just sit there."
  },
  {
    "by": "Maxim Gorky",
    "quote": "Happiness always seems small when you hold it in your hand. But try to let it go and you will immediately know how big and precious happiness is."
  },
  {
    "by": "Mary Hemingway",
    "quote": "Train yourself not to worry. Worrying never fixes anything."
  },
  {
    "by": "Michael Drury",
    "quote": "Maturity is not a state reached with age. It is a development from love, learning, reading and thinking to producing abilities."
  },
  {
    "by": "Michael Pritchard",
    "quote": "You don't stop laughing because you're getting older. Instead, you get older because you stop laughing."
  },
  {
    "by": "Miguel de Cervantes",
    "quote": "A proverb is a short sentence based on long experience."
  },
  {
    "by": "Miguel de Unamuno",
    "quote": "Not being loved by others is sad, but it's even sadder not to be able to love someone else."
  },
  {
    "by": "NH Casson",
    "quote": "Poverty of the soul is more terrible than material or material poverty."
  },
  {
    "by": "Natalie Portman",
    "quote": "You are not rich until you have something money can't buy."
  },
  {
    "by": "Nelson Mandela",
    "quote": "Education is the most powerful weapon you can use to change the world."
  },
  {
    "by": "Norman Peale",
    "quote": "Put those gloomy and upset thoughts away and bring them up."
  },
  {
    "by": "Nunse",
    "quote": "It is not the strong, but the tenacity that makes them great men."
  },
  {
    "by": "OS Marden",
    "quote": "Progress is the result of concentrating all the strength of the soul and mind on the goals to be pursued."
  },
  {
    "by": "Oliver W. Holmes",
    "quote": "The longer we live, the more we discover that we are similar to other people."
  },
  {
    "by": "Oprah Winfrey",
    "quote": "Doing your best in this moment will put you in the best place the next moment."
  },
  {
    "by": "Oscar Wilde",
    "quote": "If someone states the truth, he is sure; sooner or later; will get it."
  },
  {
    "by": "Pablo Picasso",
    "quote": "If your morale is low, do something. If you've done something things haven't changed, do something different."
  },
  {
    "by": "Paul Galvin",
    "quote": "Don't be afraid of mistakes. Wisdom is usually born of mistakes."
  },
  {
    "by": "Paul Harvey",
    "quote": "I have never seen a monument erected for a pessimist."
  },
  {
    "by": "Chinese Proverb",
    "quote": "Dare to realize mistakes and start again."
  },
  {
    "by": "Chinese Proverb",
    "quote": "It's true to be brave."
  },
  {
    "by": "Chinese Proverb",
    "quote": "The one who asks, is a fool in 5 minutes. And the one who doesn't ask will remain a fool forever."
  },
  {
    "by": "Chinese Proverb",
    "quote": "When I hear, I will forget. After seeing I can understand. And after doing, then I can understand."
  },
  {
    "by": "Chinese Proverb",
    "quote": "People who smile are always stronger than people who are angry."
  },
  {
    "by": "Chinese Proverb",
    "quote": "He who moves mountains begins by moving small stones."
  },
  {
    "by": "English Proverb",
    "quote": "People who seek trouble will always find it."
  },
  {
    "by": "English Proverb",
    "quote": "Skill and belief are an invincible armed force."
  },
  {
    "by": "Japanese Proverb",
    "quote": "An arrow is easy to break, but not ten arrows put together."
  },
  {
    "by": "Japanese Proverb",
    "quote": "Vision without action is a daydream. Action without vision is a nightmare."
  },
  {
    "by": "German Proverb",
    "quote": "Those who have never tasted bitter will never know what sweet is."
  },
  {
    "by": "Latin Proverb",
    "quote": "By learning you can teach. By teaching, you learn."
  },
  {
    "by": "Persian Proverb",
    "quote": "I cried because I had no shoes, until I saw people without legs."
  },
  {
    "by": "Roman Proverb",
    "quote": "Tribulation produces perseverance. Perseverance produces character, and character produces hope."
  },
  {
    "by": "Scottish Proverb",
    "quote": "When the will is ready, the legs become light."
  },
  {
    "by": "Spanish Proverb",
    "quote": "Knowing yourself is the beginning of self-improvement."
  },
  {
    "by": "Tibetan Proverb",
    "quote": "Don't underestimate a petty king, just as don't underestimate a small river."
  },
  {
    "by": "Tibetan Proverb",
    "quote": "When someone teaches something, he himself must practice it."
  },
  {
    "by": "Peter Sinclair",
    "quote": "A great life is the culmination of great thoughts accompanied by great actions."
  },
  {
    "by": "Phyllis Bottome",
    "quote": "There are two ways to overcome adversity, you change the difficulties or you change yourself to overcome them."
  },
  {
    "by": "Plato",
    "quote": "Wise people speak because they have something to say, fools speak because they have something to say."
  },
  {
    "by": "Plato",
    "quote": "A wise man speaks because he has something to say. A fool speaks because he or he must say something."
  },
  {
    "by": "Plato",
    "quote": "Doing injustice is more shameful than suffering injustice."
  },
  {
    "by": "Plato",
    "quote": "He who cannot lead himself, cannot lead people."
  },
  {
    "by": "Plautus",
    "quote": "Patience is the best medicine for all problems."
  },
  {
    "by": "Plautus",
    "quote": "It's much easier to start well than to end well."
  },
  {
    "by": "Pliny The Elder",
    "quote": "Hope is the pillar that holds up the world."
  },
  {
    "by": "RA Kartini",
    "quote": "Glorious victory is not obtained from the battlefield alone, but is often obtained from the heart."
  },
  {
    "by": "R. Browning",
    "quote": "we fall to get up, stop to walk, and sleep to get up."
  },
  {
    "by": "RW Shephred",
    "quote": "You have to deal with depression, just like you deal with a tiger."
  },
  {
    "by": "RH Grant",
    "quote": "If you hire people who are smarter than you, you prove you are smarter than them."
  },
  {
    "by": "Rabbi Schachtel",
    "quote": "Happiness is not having what we want, but wanting what we have."
  },
  {
    "by": "Ralph W. Emerson",
    "quote": "An ounce of action is worth more than a ton of theory."
  },
  {
    "by": "Ralph W. Emerson",
    "quote": "A person is a great success if he realizes, his failures are preparation for his victories."
  },
  {
    "by": "Ralph Waldo Emerson",
    "quote": "Peace does not exist in the outside world, but in the human soul itself."
  },
  {
    "by": "Ralph Waldo Emerson",
    "quote": "Trust others, and they will be sincere to you. Treat them like great people and they will show themselves as great."
  },
  {
    "by": "Rene Descartes",
    "quote": "It's not enough just to have a good brain. The important thing is to use it well."
  },
  {
    "by": "Richard Bach",
    "quote": "Ask yourself the secret to success. Listen to your answers, and do it."
  },
  {
    "by": "Richard C. Miller",
    "quote": "If the grass is greener on the other side, be grateful you can still get on the ground to see it."
  },
  {
    "by": "Robert Collier",
    "quote": "Your chances of success in any situation can always be measured by how much you believe in yourself."
  },
  {
    "by": "Robert F. Kennedy",
    "quote": "Progress is a sweet word, but change is the driving force and change has many enemies."
  },
  {
    "by": "Robert Frost",
    "quote": "Two roads separated by trees, and I took the road less traveled by. And that's what makes a difference."
  },
  {
    "by": "Robert Frost",
    "quote": "The reason why anxiety kills more people than work is, more people worry than work."
  },
  {
    "by": "Robert G. Ingersoll",
    "quote": "Few rich people have possessions. Most treasures own them."
  },
  {
    "by": "Robert Half",
    "quote": "Perseverance makes the impossible possible, the possibility becomes possible, and the possibility becomes certain."
  },
  {
    "by": "Robert S. Lynd",
    "quote": "Only a stupid fish can be caught twice with the same bait."
  },
  {
    "by": "Robert Von Hartman",
    "quote": "Ambition is like seawater, the more people drink it the thirstier people become."
  },
  {
    "by": "Robinsori",
    "quote": "Anxiety and fear are the result of ignorance and doubt."
  },
  {
    "by": "Romand Rolland",
    "quote": "A hero is someone who does what he is capable of."
  },
  {
    "by": "Roosevelt",
    "quote": "If you want to be big, don't talk big, do small things first."
  },
  {
    "by": "Ross Cooper",
    "quote": "The only way to change our lives is to change our minds."
  },
  {
    "by": "Ruth P. Freedman",
    "quote": "Change happens when a person becomes himself, not when he tries to be someone else."
  },
  {
    "by": "Salanter Lipkin",
    "quote": "Improve yourself, but don't put others down."
  },
  {
    "by": "Samuel Smiles",
    "quote": "The fastest way to get things done is to finish them one at a time."
  },
  {
    "by": "Satya Sai Baba",
    "quote": "Two things must be forgotten, the good we have done to others and the wrong others have done us."
  },
  {
    "by": "Scott Fitzgerald",
    "quote": "Remember, if you keep your mouth shut you've actually made a choice."
  },
  {
    "by": "Seneca",
    "quote": "The human heart will never be at peace until it is at peace with oneself."
  },
  {
    "by": "Seneca",
    "quote": "To live is to struggle. A good life without a hurricane is like a dead sea."
  },
  {
    "by": "Shackspeare",
    "quote": "Sadness can only be overcome by people who experience it themselves."
  },
  {
    "by": "Shirley Briggs",
    "quote": "Dare to be yourself, because we can do that better than anyone else."
  },
  {
    "by": "Soe Hok Gie",
    "quote": "It is better to be exiled than to succumb to hypocrisy."
  },
  {
    "by": "Soemantri Metodipuro",
    "quote": "The first step to choosing belief in yourself is knowing yourself."
  },
  {
    "by": "Sophocles",
    "quote": "When a person loses all sources of happiness, he is no longer alive, but a breathing corpse."
  },
  {
    "by": "St Jerome",
    "quote": "Good, better, best. Never stop until good becomes better, and better becomes best."
  },
  {
    "by": "Stephen R Covey",
    "quote": "Motivation is a fire from within. If someone else tries to light it for you, it's likely to only burn briefly."
  },
  {
    "by": "Steve Jobs",
    "quote": "I take pride in both the things we didn't do and the things we did."
  },
  {
    "by": "Sujiwo Tejo",
    "quote": "Love does not need sacrifice. When you feel sacrificed, at that time your love begins to fade."
  },
  {
    "by": "Sydney Harris",
    "quote": "The real threat is not when computers start to think like humans, but when humans start to think like computers."
  },
  {
    "by": "Theodore Rosevelt",
    "quote": "Do what you can with what you have and where you are."
  },
  {
    "by": "Thomas Alva Edison",
    "quote": "A lot of failure in this is because people didn't realize how close they were to success when they gave up."
  },
  {
    "by": "Thomas Carlyle",
    "quote": "Go as far as you can see and you will see further."
  },
  {
    "by": "Thomas Fuller",
    "quote": "A person who cannot forgive others is the same as a person who decides the bridge that must be crossed, because everyone needs to be forgiven."
  },
  {
    "by": "Thomas Fuller",
    "quote": "Witnessing is believing, but feeling is truth."
  },
  {
    "by": "Thomas Jefferson",
    "quote": "In terms of principle, try to be strong as a rock. In terms of taste, try to swim with the current."
  },
  {
    "by": "Tung Desem Waringin",
    "quote": "Every storm must pass and I will grow stronger."
  },
  {
    "by": "Tyler Durden",
    "quote": "After losing everything, then we are free to do anything."
  },
  {
    "by": "Umar bin Khattab",
    "quote": "Reach for knowledge and to gain knowledge learn to be calm and patient."
  },
  {
    "by": "Vicosta Efran",
    "quote": "Live like a candle that illuminates others. Don't live like a thorn that pricks itself and hurts others."
  },
  {
    "by": "Victor Hugo",
    "quote": "Sadness is a fruit. God never allows it to grow on a branch that is too weak to bear it."
  },
  {
    "by": "Victor Hugo",
    "quote": "The highest happiness in life is the certainty that you are loved for who you are, or rather loved even though you are who you are."
  },
  {
    "by": "Victor Hugo",
    "quote": "The problem is not a lack of energy, but a lack of willpower."
  },
  {
    "by": "Vince Lambardi",
    "quote": "Winning is not everything, but the struggle to win is everything."
  },
  {
    "by": "Virginia Wolf",
    "quote": "If you can't say the right things about yourself, then you can't say the right things from other people either."
  },
  {
    "by": "W. Camden",
    "quote": "Birds that fly in the morning will get the most worms."
  },
  {
    "by": "Walt Disney",
    "quote": "The way to start is to stop talking and start doing something."
  },
  {
    "by": "Walter Cronkite",
    "quote": "Success is more permanent if you achieve it without destroying your principles."
  },
  {
    "by": "Warren Buffett",
    "quote": "I've always believed I'd be rich. I don't think I ever doubted it, for a minute."
  },
  {
    "by": "Whitney Young",
    "quote": "It's better to be prepared for an opportunity and not get it than to have an opportunity and not be prepared."
  },
  {
    "by": "William AW",
    "quote": "The only thing that can get in our way are wrong beliefs and negative attitudes."
  },
  {
    "by": "William Allen White",
    "quote": "I'm not afraid of tomorrow because I've seen yesterday and I love today."
  },
  {
    "by": "William Arthur",
    "quote": "Mediocre teacher, speaking. Good teacher, explaining. Great teacher, demonstrating. Great teacher, inspiring."
  },
  {
    "by": "William F. Halsey",
    "quote": "All problems become smaller if you don't avoid them, but face them."
  },
  {
    "by": "William J. Johnston",
    "quote": "The most meaningful change in life is a change in attitude. The right attitude leads to the right action."
  },
  {
    "by": "William James",
    "quote": "If you have to make a choice and you don't, that's the choice."
  },
  {
    "by": "William James",
    "quote": "Believe that life is valuable, and your belief will help create a life of value."
  },
  {
    "by": "William Ralph Inge",
    "quote": "Worrying is like paying interest on money you may never borrow."
  },
  {
    "by": "William Shakespeare",
    "quote": "Do not often ignite the fire of hatred against your enemy, because later it will burn yourself."
  },
  {
    "by": "William Shakespeare",
    "quote": "If you are honest with yourself, like day turns into night, you will never lie to others."
  },
  {
    "by": "William Shakespeare",
    "quote": "A brave flea is a flea that can dare get its breakfast on the lips of a lion."
  },
  {
    "by": "Winston Churchill",
    "quote": "We make a living by what we get, but we bring life to what we give."
  },
  {
    "by": "Wolfgang von Gothe",
    "quote": "Knowledge is not enough, we have to put it into practice. Intention is not enough, we have to do it."
  },
  {
    "by": "Zachary Scott",
    "quote": "As you get older you will find the only things you regret are the things you didn't do."
  },
  {
    "by": "Zig Zaglar",
    "quote": "The foundation stones for balanced success are honesty, character, integrity, faith, love and loyalty."
  },
  {
    "by": "Zig Zaglar",
    "quote": "Most people fail to achieve their goals not because they are not capable, but because they are not committed."
  },
  {
    "by": "Zig Zaglar",
    "quote": "We don't have to be great when we start, but we have to start to be great."
  }
]